aaron-bond.better-comments
ahmadawais.shades-of-purple
amazonwebservices.aws-toolkit-vscode
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
astro-build.astro-vscode
atlassian.atlascode
batisteo.vscode-django
bradlc.vscode-tailwindcss
cev.overnight
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
linear.linear-connect
mattpocock.ts-error-translator
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
oouo-diogo-perdigao.docthis
orta.vscode-jest
orta.vscode-twoslash-queries
pkief.material-icon-theme
pmndrs.pmndrs
quicktype.quicktype
qwtel.sqlite-viewer
raillyhugo.one-hunter
redhat.vscode-xml
redhat.vscode-yaml
repreng.csv
richie5um2.vscode-sort-json
robbowen.synthwave-vscode
sburg.vscode-javascript-booster
sdras.night-owl
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
tamj0rd2.ts-quickfixes-extension
teabyii.ayu
unifiedjs.vscode-mdx
wesbos.theme-cobalt2
whizkydee.material-palenight-theme
wix.vscode-import-cost
wmaurer.change-case
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
